
const QUIZ_CONTENT_PRO = {
  title: "漢文①",
  subject: "pink",
  data: [
   {
      id: "01",
      level: "hard",
      question: "次の俳句と季語の季節が違っているものはどれか。<br>「閑さや　岩にしみ入る　蝉の声」",
      answers: ["古池や　蛙飛び込む　水の音", "夏草や　兵どもが　夢の跡", "荒海や　佐渡に横とう　天の川", "五月雨を　集めて早し　最上川"],
      correct: "古池や　蛙飛び込む　水の音",
      hint: "選択肢は三つは夏の季語、一つだけ春の季語があるよ。",
      explanation: "「蝉の声」「夏草」「五月雨」は夏の季語だけど、「蛙」は春の季語だよ。五つとも松尾芭蕉の有名な俳句だね。",
      image: ""
    },
    {
      id: "02",
      question: "次の俳句は句切れを選べ。<br>「雨蛙 なきいでにけり とりどりの 木々の若葉の ゆれあへる中に。」",
      answers: ["初句切れ", "二句切れ", "三句切れ", "四句切れ"],
      correct: "二句切れ",
      hint: "切れ字を探してみてね。",
      explanation: "「雨蛙 なきいでにけり」で意味が切れているから、これは「二句切れ」だよ。",
      image: "",
    },
    {
      id: "03",
      question: "次の短歌の表現技法を選べ<br>「夕立の　雨うちふれり　庭のへに　ひとつの蝉の　啼きとほるこゑ」",
      answers: ["比喩", "枕詞", "対句", "体言止め"],
      correct: "体言止め",
      hint: "文章の最後が「こゑ（声）」で終わっているよ。",
      explanation: "この短歌の最後は「こゑ」で名詞で終わっているから「体言止め」だよ。体言止めは文章の最後を名詞で終わらせる表現技法だよ。",
      image: ""
    },
  ]
}
export default {
  japanesePro48: QUIZ_CONTENT_PRO,
};
