
const QUIZ_CONTENT_PRO = {
  title: "漢文①",
  subject: "pink",
  data: [
   {
      id: "01",
      question: "次の文の表現技法を答えなさい。<br>「彼女は悪魔だ。」",
      answers: ["直喩", "暗喩", "擬人法", "倒置法"],
      correct: "暗喩",
      hint: "「まるで」や「のような」という言葉は使われていないよ。",
      explanation: "「彼女は悪魔だ。」という文は、彼女を直接的に「悪魔」と表現しているので、これは「暗喩」にあたるよ。暗喩は、比喩の一種で、直接的な比較をせずに何かを別のものに例える方法だよ。",
      image: ""
    },
    {
      id: "02",
      question: "次の文の表現技法を答えなさい。<br>「彼女は悪魔のようだ。」",
      answers: ["直喩", "暗喩", "擬人法", "倒置法"],
      correct: "直喩",
      hint: "「のような」という言葉が使われているよ。",
      explanation: "「彼女は悪魔のようだ。」という文は、「のような」という言葉を使って彼女を悪魔に例えているので、これは「直喩」にあたるよ。直喩は、比喩の一種で、明示的に比較を行う方法だよ。",
      image: ""
    },
    {
      id: "03",
      question: "次の文の表現技法を答えなさい。<br>「空が泣き出した。」",
      answers: ["直喩", "暗喩", "擬人法", "倒置法"],
      correct: "擬人法",
      hint: "空を人間のように表現しているよ。",
      explanation: "「空が泣き出した。」という文は、空を人間のように表現しているので、これは「擬人法」にあたるよ。",
      image: ""
    },
    {
      id: "04",
      question: "次の文の表現技法を答えなさい。<br>「信じてるよ、君ならできるって。」",
      answers: ["対句", "体言止め", "省略", "倒置法"],
      correct: "倒置法",
      hint: "普通なら「君ならできるって信じてるよ。」のように言うよね。",
      explanation: "通常の語順を入れ替えて強調しているので、これは「倒置法」にあたるよ。",
      image: ""
    },
    {
      id: "05",
      question: "次の文の表現技法を答えなさい。<br>「それから５０年。」",
      answers: ["対句", "体言止め", "省略", "倒置法"],
      correct: "体言止め",
      hint: "文の最後が名詞で終わっているね。",
      explanation: "文の最後を体言（名詞や代名詞）で終わら背ているから「体言止め」だよ。体言止めは、文章に余韻を持たせたり、印象を強くする効果があるよ。ニュースのタイトルにも多いかも！",
      image: ""
    },
    {
      id: "06",
      question: "次の文の表現技法を答えなさい。<br>「信じてる、信じてるよ」",
      answers: ["対句法", "反復法", "倒置法", "省略"],
      correct: "反復法",
      hint: "同じ言葉が繰り返されているね。",
      explanation: "同じ言葉を繰り返すことで強調しているから「反復」だよ。反復は、感情や意図を強調するためによく使われる表現技法だよ。",
      image: ""
    },
    {
      id: "07",
      question: "次の文の表現技法を答えなさい。<br>「赤い椿　白い椿と　落ちにけり」",
      answers: ["対句", "反復", "省略", "倒置法"],
      correct: "対句",
      hint: "赤い椿と白い椿が対になっているね。",
      explanation: "対となる言葉が並んでいるから「対句」だよ。",
      image: ""
    },
    {
      id: "08",
      question: "次の文の表現技法を答えなさい。<br>「まさかあんなことになるなんて…。」",
      answers: ["省略", "暗示", "倒置法", "体言止め"],
      correct: "省略",
      hint: "何があったのかは書かれていないね。",
      explanation: "文の途中で言葉を省略しているから「省略」だよ。省略は、読み手に想像を促す効果があるよ。",
      image: ""
    },
  ]
}
export default {
  japanesePro38: QUIZ_CONTENT_PRO,
};
