export const JAPANESE_MENU = [
  {
    title: "漢字・熟語・ことわざなど",
    items: [
      { name: "漢字①", id: "01" },
      { name: "漢字②", id: "02" },
      { name: "漢字③", id: "03" },
      { name: "同訓異字①", id: "04" },
      { name: "同訓異字②", id: "05" },
      { name: "同音異義語", id: "06" },
      { name: "対義語", id: "07" },
      { name: "類義語", id: "08" },
      { name: "四字熟語", id: "09" },
      { name: "ことわざ", id: "10" },
      { name: "慣用句", id: "11" },
    ]
  },
  {
    title: "文法",
    items: [
      { name: "品詞の読み", id: "19" },
      { name: "文・文章の構成", id: "20" },
      { name: "文節の関係", id: "21" },
      { name: "品詞の分類①", id: "22" },
      { name: "品詞の分類②", id: "23" },
      { name: "動詞の活用①", id: "24" },
      { name: "動詞の活用②", id: "25" },
      { name: "形容詞の活用", id: "26" },
      { name: "形容動詞の活用", id: "27" },
      { name: "名詞・代名詞", id: "28" },
      { name: "副詞・連体詞", id: "29" },
      { name: "接続詞・感動詞", id: "30" },
      { name: "助詞", id: "31" },
      { name: "助動詞", id: "32" },
      { name: "文法のまとめ", id: "33" },
    ]
  },
  {
    title: "読解",
    items: [
      { name: "表現技法", id: "38" },
      { name: "文学作品", id: "39" },
      { name: "現代文①", id: "40" },
      { name: "現代文②", id: "41" },
      { name: "古文①", id: "42" },
      { name: "古文②", id: "43" },
      { name: "古文③", id: "44" },
      { name: "漢文①", id: "45" },
      { name: "詩", id: "47" },
      { name: "短歌・俳句", id: "48" }
    ]
  },

];

export const BASIC_JAPANESE = [
  { name: "基本の漢字①", id: "01" },
  { name: "基本の漢字②", id: "02" },
  { name: "基本の漢字③", id: "03" },
  { name: "基本の漢字④", id: "04" },
  { name: "基本の漢字⑤", id: "05" },
  { name: "基本の漢字⑥", id: "06" },
  { name: "基本の漢字⑦", id: "07" },
  // { name: "基本の漢字⑧", id: "08" },
  // { name: "基本の漢字⑨", id: "09" },
  // { name: "基本の漢字⑩", id: "10" },

];

